app/controllers/move/boxes_controller.rb

SELECT * FROM `boxes`
---
    def index
      @boxes = Box.all